import Link from 'next/link'
import React, {useState} from 'react'
import useHelpLayout from '../../src/hooks/useHelpLayout'
import { useRouter } from 'next/router';

export default function Secure() {
    const HelpLayout = useHelpLayout()
    const router = useRouter()
    const [dropdown, setDropdown] = useState(router.query.index ? parseInt(router.query.index) : false);
    const [item, setItem] = useState(false);
    return (
        <HelpLayout>
            <div className='flex flex-col sm:flex-row items-center sm:items-start'>
                <div className="flex flex-col w-[320px] sm:w-[280px] xl:w-[300px] 2xl:w-[320px] rounded-[10px] bg-white p-[23px] mb-[20px] sm:mb-0">
                    <Link href="/help" shallow>
                        <a className='flex flex-row items-center'> 
                            <span className='icon-fi-rs-back text-[#FF6600] text-[22px]'/>
                            <p className='text-[15px] font-medium ml-[8px]'>{`Буцах`}</p>
                        </a>
                    </Link>
                    <div className='mt-[13px]'>
                        <p onClick={() => dropdown !== 1 ? setDropdown(1) : setDropdown(0)} className="cursor-pointer font-medium text-[15px] py-[2px]">{`Үйлчилгээний нөхцөл`}</p>
                        {
                            dropdown === 1
                            ?
                            <ul className="list-disc text-[15px] ml-[20px]">
                                <li className={`hover:bg-[#F3F3F4] pl-[15px] pt-[5px] cursor-pointer bg-[${item === 1 ? "#F3F3F4" : null}]`} onClick={() => setItem(1)}>{`Сайтын бодлого`}</li>
                                <li className={`hover:bg-[#F3F3F4] pl-[15px] pt-[5px] cursor-pointer bg-[${item === 2 ? "#F3F3F4" : null}]`} onClick={() => setItem(2)}>{`Дүрэм`}</li>
                                <li className={`hover:bg-[#F3F3F4] pl-[15px] pt-[5px] cursor-pointer bg-[${item === 3 ? "#F3F3F4" : null}]`} onClick={() => setItem(3)}>{`Оюуны өмч`}</li>
                                <li className={`hover:bg-[#F3F3F4] pl-[15px] pt-[5px] cursor-pointer bg-[${item === 4 ? "#F3F3F4" : null}]`} onClick={() => setItem(4)}>{`Барааны тэмдэгт`}</li>
                                <li className={`hover:bg-[#F3F3F4] pl-[15px] pt-[5px] cursor-pointer bg-[${item === 5 ? "#F3F3F4" : null}]`} onClick={() => setItem(5)}>{`Сурталчилгаа`}</li>
                                <li className={`hover:bg-[#F3F3F4] pl-[15px] pt-[5px] cursor-pointer bg-[${item === 6 ? "#F3F3F4" : null}]`} onClick={() => setItem(6)}>{`Мэдэгдэл`}</li>
                                <li className={`hover:bg-[#F3F3F4] pl-[15px] pt-[5px] cursor-pointer bg-[${item === 7 ? "#F3F3F4" : null}]`} onClick={() => setItem(7)}>{`Шинэчлэл`}</li>
                            </ul>
                            :
                            null
                        }
                        <p onClick={() => dropdown !== 2 ? setDropdown(2) : setDropdown(0)} className={`mt-[5px] cursor-pointer font-medium text-[15px] py-[2px]`}>{`Нууцлалын бодлого`}</p>
                        {
                            dropdown === 2
                            ?
                            <ul className="list-disc text-[15px] ml-[20px]">
                                <li className={`hover:bg-[#F3F3F4] pl-[15px] pt-[5px] cursor-pointer bg-[${item === 8 ? "#F3F3F4" : null}]`} onClick={() => setItem(8)}>{`Бид таны талаарх ямар мэдээллийг цуглуулж, хэрхэн ашиглах вэ?`}</li>
                                <li className={`hover:bg-[#F3F3F4] pl-[15px] pt-[5px] cursor-pointer bg-[${item === 9 ? "#F3F3F4" : null}]`} onClick={() => setItem(9)}>{`Бид таны мэдээллийг ямар зорилгоор ашиглах вэ?`}</li>
                                <li className={`hover:bg-[#F3F3F4] pl-[15px] pt-[5px] cursor-pointer bg-[${item === 10 ? "#F3F3F4" : null}]`} onClick={() => setItem(10)}>{`Хэрэглэгчийн зөвшөөрлөөр дараах мэдээллүүдийг бусад хамтран ажиллаж буй байгууллагуудтай хуваалцах боломжтой.`}</li>
                                <li className={`hover:bg-[#F3F3F4] pl-[15px] pt-[5px] cursor-pointer bg-[${item === 11 ? "#F3F3F4" : null}]`} onClick={() => setItem(11)}>{`Бид таны мэдээллийг хэрхэн хамгаалах вэ?`}</li>
                                <li className={`hover:bg-[#F3F3F4] pl-[15px] pt-[5px] cursor-pointer bg-[${item === 12 ? "#F3F3F4" : null}]`} onClick={() => setItem(12)}>{`Бүртгэлээ устгах`}</li>
                            </ul>
                            :
                            null
                        }
                    </div>
                </div>
                <div className="w-[340px] sm:w-[400px] md:w-[580px] xl:w-[907px] bg-white sm:ml-[20px] p-[30px] rounded-[10px]">
                    {
                    item === 1
                    ?
                    <div className="text-[15px]">
                        <p className="font-semibold">{`Сайтын бодлого`}</p>
                        <ul className="list-disc mt-[16px] ml-[20px]">
                            <li>{`Сайтын үйлчилгээг бүртгэлтэй хэрэглэгч байж авна`}</li>
                            <li>{`Эерэг хандлага бүхий постыг хүлээн зөвшөөрч, түүнтэй холбоотой харилцан яриаг бий болгохыг зорино.`}</li>
                            <li>{`Постод туссан санаа, үзэл бодол, үнэн зөв байдал, байр суурийн өмнөөс сайт нь хариуцлага хүлээхгүй. Хэрэглэгч нь эдгээр контентын үнэн зөв байдал, байр суурь зэрэгт хувийн үнэлэлт дүгнэлтээ өгнө.`}</li>
                            <li>{`Сайтад агуулагдаж байгаа бүх текст, фото, график, видео, дуу авианы контентуудыг бүхэлд нь хэрэглэгч хариуцна.`}</li>
                            <li>{`Постыг хэрэглэгчдийн голчлон хэрэглэдэг бусад сошиал сувгууд (facebook, twitter, linkedIn)-аар хуваалцах боломжтой. Уг функцийг ашиглахдаа сонголтод буй платформуудаас, гадна линк хуулах замаар хуваалцах боломжтой. Сайт дээр байгаа постыг хуваалцах нь хэрэглэгчийн өөрийн хийж буй үйлдэл тул хуваалцсан посттой холбоотой хариуцлагыг бид хүлээхгүй болно.`}</li>
                            <li>{`Постыг оруулахдаа заавал тохирох группыг нь сонгож оруулна`}</li>
                            <li>{`Групп нь тусгай дүрэм, эзэмшигчийн шаардлагаас хамааран нээлттэй эсвэл хаалттай тохиргоотой байж болно.`}</li>
                            <li>{`Группээр дамжуулан өөрийн сонирхол нэгтнүүдийг олох, шинэ сонирхлоо нээх боломжтой.`}</li>
                            <li>{`Групп бүр өөрийн соёл, дүрэмтэй байх ба гол цөм нь эдгээрийг дагаж мөрдөж буй хэрэглэгчдийн бий болгож буй эерэг пост, хэлэлцүүлгүүдээс тогтоно.`}</li>
                        </ul>
                    </div>
                    :
                    item === 2
                    ?
                    <div className="text-[15px]">
                        <p className="font-semibold">{`Дүрэм`}</p>
                        <p className=' mt-[10px]'>{`Сайтын бүх хэрэглэгчийн мөрдөх дүрэм гэж байх бөгөөд эдгээр дүрмийг нэг бүрчлэн тайлбарлаж өгвөл:`}</p>
                        <ul className="list-decimal mt-[10px] ml-[20px]">
                            <li>{`Сайтыг хамт хэрэглэж буй бусад хүмүүсийг хүндлээрэй. Саак бол нийгмийн гадуурхагдсан, эмзэг бүлгийнхэнд халдах бус нийгэмлэг, харьяалал үүсгэх газар юм. Хүн бүр тус сайтыг дарамт, танхайрал, хүчирхийллийн аюул заналгүйгээр ижил тэгш ашиглах эрхтэй. Хүчирхийллийг өдөөсөн эсвэл таних тэмдэг, эмзэг байдалд үндэслэн үзэн ядалтыг сурталчилсан групп болон хэрэглэгчдийг хатуу хориглох болно. `}</li>
                            <li>{`Олон нийтийн бий болгосон дүрмийг баримтлаарай. Хэрэглэгчийг хууран мэхлэх (спам, хэрэглэгчдийг залилан мэхлэх гэх мэт) групп, пост оруулахгүй байх. `}</li>
                            <li>{`Бусдын хувийн нууцыг хүндэтгээрэй. Хэн нэгний хувийн болон нууц мэдээллийг илчлэх замаар дарамт шахалт үзүүлэхийг хориглоно. Хэн нэгний зөвшөөрөлгүйгээр тэдний дотно, хувийн нууцад хамаарах пост, мэдээллүүдийг байрлуулахгүй байж, хэн нэгэнд заналхийлэхгүй байх `}</li>
                            <li>{`Буруу агуулга бүхий постуудыг репорт хийж мэдэгдээрэй. Садар самуунд уруу татсан, хүчирхийлэл, мансууруулах бодис, архи тамхи сурталчилсан, түүнийг дэмжсэн пост оруулах, түүнийг бусдад түгээхийг хориглоно. Системийг ашиглаж буй хэрэглэгчид ямар ч тохиолдолд бусдын нэр төрд халдах, зохиогчийн эрхийн зөрчил гаргах ёсгүй.  `}</li>
                            <li>{`Хэрэглэгчид нь системд урьдчилан шүүж чадахгүй агуулга бүхий групп, зураг, дүрслэлүүд болон хэн нэгнийг илт доромжилсон, дээрэлхсэн агуулга бүхий пост, групп, сэтгэгдэл, эвент зэргийг репорт хийж мэдэгдэх, тэдгээрийг дэмжсэн хэрэглэгчдэд мөн анхааруулга өгөх үүрэгтэй.`}</li>
                            <li>{`Системийг хууль ёсны дагуу байлгаж, хууль бус агуулга бүхий мэдээллүүдийг байршуулах, хууль бус, хориотой бичлэг зураг татах, хуулийн хүрээнд хүлээн зөвшөөрөгдөөгүй ямар ч зүйлийг дэмжихээс зайлсхийх шаардлагатай.`}</li>
                            <li>{`Сайтыг бүү эвд. Саак системийг хэвийн ашиглахад саад болох зүйл хийхгүй байхыг хүсье. Хамтдаа интернэт хэрэглээний соёлыг түгээж, нийгэмд эерэг контент түгээцгээе.`}</li>
                        </ul>
                    </div>
                    :
                    item === 3
                    ?
                    <div className="text-[15px]">
                        <p className="font-semibold">{`Оюуны өмч`}</p>
                        <ul className="list-disc mt-[16px] ml-[20px]">
                            <li>{`Хэрэглэгч оруулж буй постын текст, дуу авиа, график зураг, лого, фото, видео болон бусад бүх контентуудын оюуны өмчлөлийг өөрөө хариуцна.`}</li>
                            <li>{`Тухайн пост нь Монгол улсад мөрдөж буй оюуны өмчийн хууль, журмыг зөрчсөн бол сайтын зүгээс постыг устгах эрхтэй.`}</li>
                            <li>{`Хэрэглэгч нь сайтын аливаа контентыг хуулж, татаж авснаар өмчлөх эрх шилжихгүй гэдгийг анхааруулж байна.`}</li>
                        </ul>
                    </div>
                    :
                    item === 4
                    ?
                    <div className="text-[15px]">
                        <p className="font-semibold">{`Барааны тэмдэгт `}</p>
                        <ul className="list-disc mt-[16px] ml-[20px]">
                            <li>{`Тус сайтад харъяалагдах бүх үйлчилгээ, бүтээгдэхүүний барааны тэмдэгт нь "Саак Холдинг" ХХК-ийн өмчид тооцогдоно. `}</li>
                            <li>{`Сайтад нийтлэгдсэн гуравдагч этгээдүүдийн барааны тэмдэгтүүд нь тус тусын эзэмшигчдийн өмчид тооцогдоно. `}</li>
                        </ul>
                    </div>
                    :
                    item === 5
                    ?
                    <div className="text-[15px]">
                        <p className="font-semibold">{`Сурталчилгаа`}</p>
                        <ul className="list-disc mt-[16px] ml-[20px]">
                        <li>{`Сайт нь арилжааны зорилгоор сурталчилгаа байршуулах эрхтэй`}</li>
                        <li>{`Хэрэглэгч нь арилжааны зорилгоор сурталчилгаа байршуулах эрхтэй `}</li>
                        <li>{`Хэрэглэгч болон сурталчлагч байгууллагын хоорондын харилцаанд сайт огт оролцохгүй ба үүнтэй холбоотой үүссэн аливаа маргаан, үл ойлголцолд сайт хариуцлага хүлээхгүй.`}</li>
                        </ul>
                    </div>
                    :
                    item === 6
                    ?
                    <div className="text-[15px]">
                        <p className="font-semibold">{`Мэдэгдэл`}</p>
                        <ul className="list-disc mt-[16px] ml-[20px]">
                            <li>{`Таны зөвшөөрлөөр бид таны мобайл болон вэб төхөөрөмжид сурталчилгааны болон сурталчилгааны бус  мэдэгдэл эсвэл анхааруулга илгээж болно. Та эдгээр мессежийг вэб хөтөч болон хөдөлгөөнт төхөөрөмж дээрх мэдэгдлийн тохиргоог өөрчилж идэвхгүйжүүлж болно.`}</li>
                        </ul>
                    </div>
                    :
                    item === 7
                    ?
                    <div className="text-[15px]">
                        <p className="font-semibold">{`Шинэчлэл`}</p>
                        <ul className="list-disc mt-[16px] ml-[20px]">
                        <li>{`Энэхүү үйлчилгээний нөхцөл нь 2021 оны 12-р сард сарын 20-нд шинэчлэгдсэн болно.`}</li>
                        </ul>
                    </div>
                    :
                    item === 8
                    ?
                    <div className="text-[15px]">
                        <p className="font-semibold">{`Бид таны талаарх ямар мэдээллийг цуглуулж, хэрхэн ашиглах вэ?`}</p>
                        <ul className="list-decimal ">
                        <li className=' mt-[16px] ml-[20px]'>{`Бидэнд ямар мэдээлэл хэрэгтэй вэ?`}
                            <ul className="list-disc ">
                            <li>{`Бүртгэлийн мэдээлэл - Та саак системд бүртгүүлэх үед бид “username болон password”-оор баталгаажсан таны хувийн мэдээллийг авна. Таны “username” нь манай бүх хэрэглэгчдэд нээлттэй харагдах ба заавал таны бүтэн нэр байх шаардлагагүй болно. Өөрөөр хэлбэл та өөрийн хүссэн нэрийг ашиглах боломжтой гэсэн үг юм. Нэвтэрч орсны дараа өөрийн мэдээлэлд засвар оруулах бүрэн эрх танд бий. Хэрэглэгч та өөрийн мэдээлэл бүхий хуудсыг бусад хэрэглэгчдэд харуулах болон харуулахгүй тохиргоог хийх боломжтой юм.`}</li>
                            <li>{`Таны сонирхол - Бид хэрэглэгч бүрийг  өөрийнх нь сонирхсон сэдвийн хүрээнд бүх мэдээллээр хангахыг зорьж буй учраас та өөрийн сонирхол бүхий төрлүүдээс сонголт хийх, сонирхож буй групптээ нэгдэн хүлээж авах мэдээлэлдээ хязгаар тогтоох боломжтой юм.`}</li>
                            <li>{`Сурталчилгааны мэдээлэл - Бидний шинээр нэвтрүүлж буй Caak Ads үйлчилгээ нь аж ахуйн нэгж, хувь хүн сурталчилгаагаа өөрөө /бүүст/ хийх боломжоор хангаж байгаа тул, таны сурталчилгааны захиалга, хандалт, зарлагын мэдээллийг авч танд эргээд тайлан болгон гаргаж өгнө.`}</li>
                            <li>{`Бусад мэдээлэл - Та хүсвэл өөрийн дэлгэрэнгүй мэдээллийг манай бусад үйлчилгээг авахад зориулан өгч болно.`}</li>
                            </ul>
                        </li>
                        <li className=' mt-[16px] ml-[20px]'>{`Автоматаар цуглуулж ашиглах вэ?`}
                            <ul className="list-disc ">
                            <li>{`Бүртгэл ба ашиглалтын өгөгдөл - Таныг үйлчилгээнд нэвтрэх, ашиглах үед бид зарим өгөгдлийг бүртгэж авна. Үүнд таны IP хаяг, интернет хөтчийн төрөл, үйлдлийн систем, төхөөрөмжийн мэдээлэл (жишээ нь  төхөөрөмжийн ID), зочилсон хуудас, товшсон холбоос, хайлт хийсэн түлхүүр үгс зэрэг орно. `}</li>
                            <li>{`Күүки болон түүнтэй төстэй технологиудаас цуглуулсан мэдээлэл -  Бид таны браузерын хадгалдаг өгөгдлийн хэсэг болох күүкигээс мэдээлэл авах боломжтой бөгөөд хүсэлт гаргах үед бидэн рүү буцааж илгээдэг. Бид энэ мэдээллийг ашиглан таны сонирхолд тааруулан хэрэглэгчийг илүү  ойлгох,  зар сурталчилгааг санал болгох, үйлчилгээнийхээ чанарыг сайжруулах зорилгоор ашиглана. `}</li>
                            <li>{`Байршлын мэдээлэл -  Бид таны байршлын талаарх мэдээллийг хүлээн авч ашиглах боломжтой. Жишээлбэл, таны зөвшөөрлөөр бид таны хөдөлгөөнт төхөөрөмжийн байршлын талаарх мэдээллийг цуглуулж болно (GPS эсвэл Bluetooth). Таныг манай сайтад байршуулж буй постын агуулгаа байршилтайгаа холбож өгөх зорилгоор байршлын мэдээллийг ашиглахыг бид танд санал болгож болно. `}</li>
                            </ul>
                        </li>
                        <li className=' mt-[16px] ml-[20px]'>{`Гуравдагч этгээдийн цуглуулсан мэдээлэл `}
                            <ul className="list-disc ">
                            <li>{`Зарим холбосон агуулгыг сайтад "embed"-ээр дамжуулан харуулдаг. Жишээлбэл, YouTube эсвэл Twitter-тэй холбосон бичлэгүүд нь Саак доторх холбосон видеог ачаалж эсвэл тэдгээр үйлчилгээнээс шууд таны төхөөрөмж рүү дамжуулж магадгүй учраас үзэхийн тулд Саакаас гарах шаардлагагүй болох юм. Манайх гуравдагч этгээдийн үйлчилгээ, шууд дамжуулж буй өгөгдлүүдийг хэрхэн цуглуулахыг хянах боломжгүй юм. Тиймээс тэрхүү постлогдсон мэдээлэл нь манай нууцлалын бодлогод хамаарахгүй болно. Харин тухайн агуулгыг оруулж буй гол үйлчилгээний бодлогод хамааруулна. `}</li>
                            <li>{`Зар сурталчилгаа - Бид таны сонирхолд нийцсэн зар сурталчилгааг үзүүлэх зорилгоор  зар сурталчилгаа байршуулахыг хүссэн байгууллага, хувь хүмүүстэй хамтран ажилладаг. Саак Ads дэд систем нь зөвхөн таны сонирхолд нийцсэн сурталчилгааг л харуулна. Таны хувийн бүртгэлтэй холбоотой мэдээллийг эдгээр байгууллага болон хувь хүмүүст өгөхгүй болно.`}</li>
                            </ul>
                        </li>
                        <li className=' mt-[16px] ml-[20px]'>{`Зар сурталчилгаа, сурталчилгаа байршуулагчдаас  цуглуулсан мэдээлэл `}
                            <ul className="list-disc ">
                            <li>{`Хэрэв та Саак Ads (Саак-ийн өөрөө өөртөө үйлчилдэг зар сурталчилгааны платформ) ашигладаг бол бид зарим нэмэлт мэдээллийг цуглуулдаг. Саак Ads-д бүртгүүлэхийн тулд та байгууллагын нэр, байршил, холбоо барих утасны дугаар, и-мэйл, үйл ажиллагааны чиглэлийн тухай мэдээллийг өгөх ёстой. `}</li>
                            <li>{`Хэрэв та зар сурталчилгааны үйлчилгээ худалдаж авбал дээр дурдсанчлан гүйлгээний талаар мэдээлэл өгөх шаардлагатай бөгөөд бид таныг мөн болохыг баталгаажуулахын тулд биеийн байцаалтын мэдээллийг нэмэлтээр авч болох юм. `}</li>
                            </ul>
                        </li>
                        </ul>
                    </div>
                    :
                    item === 9
                    ?
                    <div className="text-[15px]">
                        <p className="font-semibold">{`Бид таны мэдээллийг ямар зорилгоор ашиглах вэ?`}</p>
                        <ul className="list-disc mt-[16px] ml-[20px]">
                            <li>{`Үйлчилгээ үзүүлэх, шинэчлэл болон сайжруулалт хийх;`}</li>
                            <li>{`Шинэ үйлчилгээг судлах, хөгжүүлэх; `}</li>
                            <li>{`Сэжигтэй спам илгээгчдийг хориглох;`}</li>
                            <li>{`Саак болон хэрэглэгчийн аюулгүй байдлыг хамгаалахад туслах;`}</li>
                            <li>{`Техникийн мэдэгдэл, шинэчлэл, аюулгүй байдлын анхааруулга, нэхэмжлэх болон бусад мэдээлэл агуулсан мессеж илгээх; `}</li>
                            <li>{`Харилцагчийн үйлчилгээ үзүүлэх; `}</li>
                            <li>{`Бүтээгдэхүүн, үйлчилгээ, санал, сурталчилгаа, үйл явдлын талаар тантай холбоо барьж, таны сонирхлыг татах  бусад мэдээ, мэдээллийг өгөх;`}</li>
                            <li>{`Үйлчилгээтэй холбоотой чиг хандлага, ашиглалт, үйл ажиллагааны хяналт, шинжилгээ хийх; `}</li>
                            <li>{`Үйлчилгээнд үзүүлж буй зар сурталчилгааны үр нөлөөг хэмжих зорилгоор ашиглана.`}</li>
                        </ul>
                    </div>
                    :
                    item === 10
                    ?
                    <div className="text-[15px]">
                        <p className="font-semibold">{`Хэрэглэгчийн зөвшөөрлөөр дараах мэдээллүүдийг бусад хамтран ажиллаж буй байгууллагуудтай хуваалцах боломжтой. Үүнд:`}</p>
                        <ul className="list-disc mt-[16px] ml-[20px]">
                        <li>{`Хэрвээ хэрэглэгч өөрийн нүүр хуудсаа бусад платформуудтай холбох тохиргоог хийсэн бол зөвшөөрөл өгсөн мэдээллүүдийг Саак систем тухайн платформуудтай хуваалцаж болно. `}</li>
                        <li>{`Сайттай холбоотой төлбөр тооцооны үйлчилгээ авч буй тохиолдолд тус байгууллагуудтай баталгаажуулах зорилгоор хувийн мэдээллийн тодорхой хэсгийг хуваалцана.`}</li>
                        <li>{`Бидэнтэй хамтран ажилладаг хамтрагч байгууллагуудад хэрэглэгчдийн талаар мэдээллийг шүүлтүүртэйгээр хуваалцана. `}</li>
                        <li>{`Шүүхийн шийдвэр, прокурорын зөвшөөрлөөр гэмт хэрэгт сэжиглэгдэж байгаа гэх зэрэг холбогдох шалтгаантайгаар албан ёсны шаардлага илгээсэн тохиолдолд хэрэглэгчийн талаарх мэдээллийг тухайн байгууллагуудад өгнө. `}</li>
                        </ul>
                    </div>
                    :
                    item === 11
                    ?
                    <div className="text-[15px]">
                        <p className="font-semibold">{`Бид таны мэдээллийг хэрхэн хамгаалах вэ?`}</p>
                        <ul className="list-disc mt-[16px] ml-[20px]">
                        <li>{`Бид таны хувийн мэдээллийг задруулах, хулгайд алдах, зүй бусаар ашиглах, зөвшөөрөлгүй нэвтрэх, өөрчлөх, устгахаас урьдчилан сэргийлэх арга хэмжээг авч ажиллана. Жишээлбэл, мэдээлэл дамжуулж байх үед HTTPS ашигладаг. Ажилтнуудад системийн хэрэглэгчдийн хувийн мэдээлэлд хандах эрхийн зохицуулалт хийсэн ба дотоод хяналтаар уг асуудлыг бүрэн шийдсэн болно.`}</li>
                        <li>{`Та давхар хамгаалалтын горимоор бүртгэлийнхээ аюулгүй байдлыг хангах боломжтой юм. Бид хэрэглэгчийн мэдээллийг анх танилцуулсан зорилгуудын дагуу шаардлагатай тохиолдолд л хадгалж ажиллах юм.`}</li>
                        <li>{`Сайтын хэрэглэгч бүрд олон нийтэд нээлттэй профайл хуудас байна. Энд таны хэрэглэгчийн нэр, оруулсан постууд, аура оноо, дагагчид, үүсгэсэн болон нэгдсэн группүүд, шагнал, ашиглаж буй хугацаа зэрэг мэдээлэл ил тод харагдах ба тохиргоо хэсгийг ашиглан зарим мэдээллийг нуух боломжтой.`}</li>
                        <li>{`Та нэвтэрч ороод тодорхой мэдээлэлд хандах, түүндээ өөрчлөлт оруулах боломжтой.`}</li>
                        </ul>
                    </div>
                    :
                    item === 12
                    ?
                    <div className="text-[15px]">
                        <p className="font-semibold">{`Бүртгэлээ устгах`}</p>
                        <ul className="list-disc mt-[16px] ml-[20px]">
                            <li>{`Та хэрэглэгчийн тохиргоо хэсгээс хүссэн үедээ хувийн мэдээлэл болон хэрэглэгчийн бүртгэлээ устгах боломжтой.`}</li>
                            <li>{`Хэрэглэгчийн бүртгэлээ устгасан тохиолдолд таны профайл бусад хэрэглэгчдэд харагдахгүй болж таны оруулсан пост, сэтгэгдэл, үүсгэсэн групп зэрэг нь та өөрөө устгаагүй тохиолдолд идэвхтэй байсаар байна гэдгийг анхаарна уу.`}</li>
                        </ul>
                    </div>
                    :
                    <div className='text-[15px]'>
                        <div className='flex flex-row items-center justify-between border-b pb-[10px]'>
                            <p className='text-[17px] font-semibold'>{`Саакт тавтай морил!`}</p>
                            <div>
                                <a rel="noreferrer" href='https://www.facebook.com/caakweb' target="_blank"><span  className='icon-fi-rs-fb text-[16px]'/></a>
                                <a rel="noreferrer" className='ml-[8px]' href='https://twitter.com/caaktwt' target="_blank"><span className='icon-fi-rs-tw text-[16px]'/></a>
                                <a rel="noreferrer" className='ml-[8px]' href='https://www.instagram.com/caak.mn/' target="_blank"><span className='icon-fi-rs-ig text-[16px]'/></a>
                            </div>
                        </div>
                        <p className='mt-[16px]'>{`Саак нь хүссэн мэдээлэлээ авах, хүргэх хүсэлтэй хүмүүсийг сонирхлоор нь хүрээлэл бий болгож, тэднийг холбож өгч буй цахим сошиал флатформ юм. `}</p>
                        <ul className='list-decimal ml-[20px]'>
                            <li className='mt-[5px]'>{`Энэхүү үйлчилгээний нөхцөлд хамрагдсан бүтээгдэхүүн, үйлчилгээг ашиглахын тулд бид танаас бид төлбөр авахгүй.`}</li>
                            <li className='mt-[5px]'>{`Харин аж ахуйн нэгж, хувь хүмүүс танд бүтээгдэхүүн, үйлчилгээнийхээ сурталчилгааг үзүүлэхийн тулд бидэнд мөнгө төлнө.`}</li>
                            <li className='mt-[5px]'>{`Манай бүтээгдэхүүнийг ашигласнаар бид танд болон таны сонирхолд нийцсэн зар сурталчилгааг харуулахыг зорино.`}</li>
                        </ul>
                    </div>
                    }
                </div>
            </div>
        </HelpLayout>
    )
}
