const Msg = {
   postUpdateStatus: {
        CONFIRMED: "Нийтлэл амжилттай нийтлэдглээ",
        PENDING: "Нийтлэл амжилттай бүртгэгдэж хүлээгдэж буй төлөвт орлоо, Группын Админ шалгаад зөвшөөрсөн үед нийтлэгдэнэ",
        ARCHIVED: "Нийтлэл амжилттай архивлагдлаа",
        DELETED: "Нийтлэл амжилттай устгагдлаа"
   },
   postUpdateStatusConfirm:{
        CONFIRMED: "Нийтлэлийг нийтлэхдээ итгэлтэй байна уу",
        PENDING: "Нийтлэлийг сэргээхдээ итгэлтэй байна уу",
        ARCHIVED: "Нийтлэл архивлахдаа итгэлтэй байна уу",
        DELETED: "Нийтлэл устгахдаа итгэлтэй байна уу"
   },
   server: {
       error: "Алдаа гарлаа дахин оролдоно уу"
   }
}

export default Msg