[{"oldCaakId":"8265193","title":"Таны заавал үзэх ёстой 13 кино","description":"Залуу хүн завтай байна гэдэг &ldquo;эмгэнэл&rdquo; хэмээх үг бий. Тиймдээ ч залуу насандаа ихийг хийж бүтээн, амьдрал хэмээн эцэс төгсгөлгүй далайгаар амжилттай аялах хэрэгтэй. Тэглээ гээд амрахгүй гэсэн үг биш шүү дээ. Харин тэрхүү амралтыг хэрхэн зов зохистой амрах вэ гэдэг л чухал юм. Тэгвэл та бүхнийхээ мэлмийд хамгийн гайхалтай утга агуулга бүхий алдартай кинонуудыг хүргэж байна. Чухам та эдгээр киног үзээд амьдралын амтыг улам бүр мэдэрч, ажиллах эрч хүч, ариун хайрын мөн чанарыг бага ч болов ойлговоос бидний танд хүргэх мэдээллийн&nbsp;үр шим&nbsp;түүнд орших учиртай. &nbsp;","f_text":"","updatedAt":"2016-03-16T01:49:00.000Z","createdAt":"2016-03-16T01:49:00.000Z","items":[{"title":"","description":"","block_img":"article/header_image_BKW9dMK.jpeg","block_type":"image","video_provider":"NULL","video_id":"NULL"},{"title":"Хэрвээ та цаг хугацаагаар аялаж чаддаг байсан бол, өнгөрсөн рүүгээ буцаад бүхнийг өөрчлөх байсан уу? Магадгүй үнэхээр л тийм боломжтой бол маш олон хүмүүс өнгөрсөн дурсамжаа өөрчлөх байсан байх. Гэвч болох ёстой зүйл болдгоороо л болох учиртай. Хичнээн та хүсэхгүй байсан ч, эцэст нь тухайн зүйлтэйгээ нүүр тулгарах л болно. Энэхүү кинонд удам дамжсан&nbsp;онцгой чадвартай залуу, заяаны ханьтайгаа учирч хуримаа хийх болно. Гэвч тэр үеэс л залуу өөрт нь ямар нэгэн зүйл учраад байгаа, онцгой чадварынхаа талаар мэднэ.&nbsp;Улмаар өнгөрсөн рүүгээ очоод алдаа бүрээ залруулахыг хичээх боловч, тэрээр нэг л өдөр амьдралд болох ёстой зүйлс болдгоороо л болдог гэдгийг ойлгоно.","description":"“About time”","block_img":"article_images/01_watermarked_JKh1GOQ.jpg","block_type":"image","video_provider":"NULL","video_id":"NULL"},{"title":"","description":"","block_img":"","block_type":"video","video_provider":"youtube","video_id":"T7A810duHvw"},{"title":"&ldquo;Чиний ажил, банкны хадгаламж, түрийвчтэй мөнгө, гадаад өнгө үзэмж жинхэнэ мөн чанарыг чинь хэзээ ч бүрэн төгс илэрхийлж чадахгүй. &rdquo;Та &ldquo;Fight club&rdquo; киног үзсэнээр амжилтын утга учрыг бүрэн ухаарах болно. Тус киноны утга санаа нь, зохиолоосоо бага зэрэг өөр боловч, мөн л хүмүүсийн боол мэт эрх чөлөөгүй амьдарч буйг &nbsp;бодитоор харуулдаг юм.&nbsp;","description":"“Fight Club”","block_img":"article_images/02_watermarked_lVw3LT0.jpg","block_type":"image","video_provider":"NULL","video_id":"NULL"},{"title":"","description":"","block_img":"","block_type":"video","video_provider":"youtube","video_id":"SUXWAEX2jlg"},{"title":"Энэхүү кино нь Скарлетт Йоханссон (Scarlett johansson)-ний тоглосон шилдэг бүтээлүүдийн нэг билээ. Итали гаралтай алдартай найруулагч София Коппола (Sofia Coppola)-гийн найруулсан эл кино тэр жилдээ академийн наадмийн 4 төрөлд нэр дэвшиж, шилдэг кино зохиолын шагналыг хүртэж байсан юм. Үзэсгэлэнтэй жүжигчин бүсгүй маань энэхүү кинонд тоглохдоо дөнгөж 17 настай байсан бөгөөд коллежоо төгсөөд буй шинэхэн оюутан Шарлотте хэмээх бүсгүйн дүрийг бүтээдэг. Киног амьлуулах бас нэгэн шалтгаан нь хамтран тоглосон жүжигчин Билл Муррей (Bill Murray) тоглосонд оршино. Киноны үйл явдал Токио хотод өрнөдөг бөгөөд тэдний учир битүүлэг, үл ойлгогдох дурлалын тухайн өгүүлдэг.","description":"“Lost in Translation”","block_img":"article_images/03_watermarked_HRnxWj1.jpg","block_type":"image","video_provider":"NULL","video_id":"NULL"},{"title":"","description":"","block_img":"","block_type":"video","video_provider":"youtube","video_id":"sU0oZsqeG_s"},{"title":"Сумнаас бултаж, гарамгай тулалдах үзэгдлээр бид энэхүү киног мэддэг. Нл кинон нь мөн л шилдэг киноны нэгд зүй ёсоор багтдаг. Он цаг улиран өнгөрөвч, үнэ цэнээ алдахгүй кино гэж үүнийг л хэлнэ. Дэлхийн төгсгөл, хүчирхэг баатрууд, адал явдалт тус киног үзээгүй бол заавал үзэх, аль хэдийн үзсэн бол&nbsp;дахин нэг үзэхэд гэмгүй юм.&nbsp;","description":"“The Matrix”","block_img":"article_images/04_watermarked_G1iOVis.jpg","block_type":"image","video_provider":"NULL","video_id":"NULL"},{"title":"","description":"","block_img":"","block_type":"video","video_provider":"youtube","video_id":"vKQi3bBA1y8"},{"title":"&ldquo;Ядуусын хорооллын саятан&rdquo; (2008) киноны найруулагч Дэнни Бойл (Danny Boyle)-ын хамгийн амжилттай киноны нэг бол уулчин Арон Ралстонд тохиолдсон бодит явдлаас сэдэвлэсэн &ldquo;127 Hours&rdquo; кино юм. Тэрбээр 2003 онд Ютагийн &ldquo;The Blue John Canyon&rdquo; хавцалд хийсэн авиралтынхаа үеэр баруун гараа бул чулуунд даруулдаг. Ингээд л юу ч хийж чадалгүй, хавцал дунд 5 өдөр 7 цагийг өнгөрүүлдаг. Амьдрахын эрхээр дарагдсан залуу гараа тайрч, аврал ирэн явсаар аялагч нартай таарч амь гардаг юм. Киноны &ldquo;If I Rise&rdquo; дууг Их Британий дуучин Дайдо дуулсан нь киноны шилдэг дуугаар шалгарч байсан юм.","description":"“127 Hours”","block_img":"article_images/05_watermarked_PyQx9JQ.jpeg","block_type":"image","video_provider":"NULL","video_id":"NULL"},{"title":"","description":"","block_img":"","block_type":"video","video_provider":"youtube","video_id":"OlhLOWTnVoQ"},{"title":"1999 онд найруулагч Сем Мендес (Sam Mendes)-ийн бүтээсэн &ldquo;American Beauty&rdquo; кино нь хүн бүрийн дотор байдаг ч тэр бүр ил гаргаад байдаггүй, далд хүсэл мөрөөдөл, шунал, хүсэл тачаал, төвөгтэй үйл явдлыг маш уран тодоор гаргаж өгснөөр онцлог, шилдэг бүтээл юм. Гол дүрүүдэд Кевин Спейси (Kevin Spacey),&nbsp;Аннетт Бенинг (Annette Bening), Тора Берч (Thora Birch) , Уэс Бентли (Wes Bentley) тоглосон тус кино нийт 1 цаг 30 минут үргэлжилдэг бөгөөд киноны зураг авалтыг АНУ-ын Лос Анжелес, Калифорни хотуудад хийсэн байдаг. Кинонд олон жил хамтдаа амьдарсан ч гэр бүлийн халуун дулаан уур амьсгал, амьдралын утга учир зэргийг мартах шахсан өсвөр насны охинтой гэр бүлийн амьдралын талаар өгүүлдэг. Хэн хэн нь өөр шинэ зүйлийг мэдрэхийг хүсэж, нэгнээсээ нууцаар харилцаа үүсгэж эхэлдэг. &nbsp;Ингэснээр тэд хэний ч харахыг хүсээгүй аймшигт төгсгөлд ирнэ.","description":"“American Beauty”","block_img":"article_images/06_watermarked_Rt5kB1A.jpg","block_type":"image","video_provider":"NULL","video_id":"NULL"},{"title":"","description":"","block_img":"","block_type":"video","video_provider":"youtube","video_id":"3ycmmJ6rxA8"},{"title":"Үйл явдал гээд байх зүйлгүй ч, киноны туршид танд ухаарал, баяр баяслыг бэлэглэх болно. Кинонд галт тэргэнд танилцсан залуус нэг шөнийг Вена хотод хэрхэн өнгөрүүлж, харилцан ярилцаж байгааг өгүүлдэг. Магадгүй та ингээд л болоо юу хэмээн бодох нь ойлгомжтой. Гэвч тус киног үзсэнийхээ дараа амьдралыг арай илүү гэгээлэг, сайхнаар харах болно. Энгийн зүйлс үргэлж агуу байдаг шүү дээ. 105 минутын турш та тэдгрээ залуусын ертөнцөөр аялах болно. Хамгийн гол нь эл киног онцгой болгож байгаа зүйл нь, цаг хагас шахам хөврөх яриаг ямар хүмүүсээр, хаана, юуны тухай яриулах вэ гэдгээ оновчтой шийдэж чадсанаар кино уйтгартай биш харин ч сайхан болжээ.&nbsp;","description":"“Before Sunrise”","block_img":"article_images/07_watermarked_Y8y8THg.jpg","block_type":"image","video_provider":"NULL","video_id":"NULL"},{"title":"","description":"","block_img":"","block_type":"video","video_provider":"youtube","video_id":"9v6X-Dytlko"},{"title":"Магадгүй энэ кино бүх цаг үеийн хамгийн сайхан зохиолтой, &quot;өөдрөг үзэлтэй&quot; бүтээл байх.&nbsp;Жинхэнэ эр хүний мөн чанарыг уран тод, гайхамшигтай үйл явдлаар хурцалж өгсөн энэ кинонд жирийн нэгэн залуу хайртай бүсгүй, үр хүүхдийнхээ төлөө амь биеэ үл хайрлан тэмцэж байгаа талаар өгүүлдэг. Гуидо хэмээх эр нацист хорих лагерт хүүдээ дайны бодит байдлыг мэдрүүлж, уй гашууд автаахгүйн тулд хүүтэйгээ хамт хоригдно.&nbsp;Роберто Бенини өөрийн эцэг нь Робертог төрөхөөс өмнө Берген-Бельзений хорих лагерт хоригдож байгаад амьд гарснаас&nbsp;энэ киноны зохиолыг санаа аван бичсэн гэдэг.","description":"“Life is Beautiful”","block_img":"article_images/08_watermarked_w2QaorX.jpg","block_type":"image","video_provider":"NULL","video_id":"NULL"},{"title":"","description":"","block_img":"","block_type":"video","video_provider":"youtube","video_id":"pAYEQP8gx3w"},{"title":"Меланхолия нэрт өнчин гариг&nbsp;нарын&nbsp;системээс&nbsp;тасран дэлхийг чиглэснээр ертөнц сүйрэх бодит аюул нүүрлэнэ. Сэтгэл сэртхийлгэм, аймшигтай энэ мөч эгч дүү Жастин, Клэйр нарын зөрчилтэй харилцаа, сэтгэлзүйг&nbsp; чинээнд нь тултал сорих ажээ. Дэлхийн сүйрлийг хүний нүдэнд бууж, сэтгэл эмзэглүүлэм хурц, уран тодоор дүрсэлж өгснөөрөө онцлог. Магадгүй та энэ киноноос амьдралын утга учир, хэрхэн харамсахгүй сэтгэл хангалуун амьдрах тал дээр суралцах болно. &quot;Melancholia&quot; киногоороо жүжигчин Кирстен Данст (Christen Dunst) шилдэг жүжигчний шагналыг авсан юм.","description":"“Melancholia”","block_img":"article_images/09_watermarked_JUEEkY9.jpg","block_type":"image","video_provider":"NULL","video_id":"NULL"},{"title":"","description":"","block_img":"","block_type":"video","video_provider":"youtube","video_id":"wzD0U841LRM"},{"title":"Скарлетт Йоханссон (Scarlett johansson)-ний бас нэгэн гайхамшигтай бүтээл бол яахын аргагүй &ldquo;Under The Skin&rdquo; билээ. &nbsp;Гүн гүнзгий утга бүхий энэхүү кинонд тэрбээр бүрэн нүцгэлснээрээ зоригтой алхмыг хийсэн. Кинонд, эрэгтэй эмэгтэй хүмүүсийн харилцааг сэтгэл зүй нь талаас биш физиологийн дур сонирхлын талаас харуулснаараа онцлогтой бүтээл болсон. Энэхүү киног Жонатан Глейзер (Jonathan Glazer) найруулсан ба дүрүүдэд Жереми Мак-Вильямс (Jeremy McWilliams), нар кинонд тоглосон юм.","description":"“Under The Skin”","block_img":"article_images/10_watermarked_DVTS8eM.jpg","block_type":"image","video_provider":"NULL","video_id":"NULL"},{"title":"","description":"","block_img":"","block_type":"video","video_provider":"youtube","video_id":"NoSWbyvdhHw"},{"title":"Бид зөвхөн өөрсдийн зам мөрөөр, заяа тавилангаар амьдарч чаддаг уу? Эсвэл эрээвэр хураавар энэ нийгмийн өнгөнд төөрчихөөд, түүнийгээ олж харах тэнхэлгүй болчихов уу? Гол дүрийн залуу (Jim Carrey)-ийн амьдрал өөрийнх нь хувьд бүхэлдээ реалити шоу мэт болж хувирна. Өөрийгөө гаднаасаа харж чадах ч, дотроосоо ойлгохоо болж эхлэх нь энэ цаг үеийн нийгэм, хүмүүсийг егөөдсөн гэлтэй.&nbsp;","description":"\"The Truman Show\"","block_img":"article_images/popsci.com-truman.jpg_watermarked.jpeg","block_type":"image","video_provider":"NULL","video_id":"NULL"},{"title":"","description":"","block_img":"","block_type":"video","video_provider":"youtube","video_id":"loTIzXAS7v4"},{"title":"Ганцаардмал амьдрал, зожиг зан араншинтай хижээл насны нэгэн эр санамсаргүй тохиолдлоор хийсвэр харилцааны системд холбогдож, хиймэл &quot;эмэгтэй&quot;-тэй зайнаас харилцаж эхэлнэ. Тэгсээр сүүлдээ тэр &quot;эмэгтэй&quot;-д хайртай болон, сэтгэл нь уярч, амьдралын сайхныг олж хардаг. Гэвч үнэндээ тэр сэтгэл хөдлөл, тэр мэдрэмж оргүй хоосон байсныг залуу сүүлд ойлгоно. Бидний амьдарч буй нийгэм, техник технологийн хэт их хөгжил ч гэсэн ийм л амьдралд хөтөлж буй биш гэж үү?&nbsp;","description":"\"Her\"","block_img":"article_images/readthespirit.com-her.jpg_watermarked.jpeg","block_type":"image","video_provider":"NULL","video_id":"NULL"},{"title":"","description":"","block_img":"","block_type":"video","video_provider":"youtube","video_id":"WzV6mXIOVl4"},{"title":"Нэгэн залуу (Jim Carrey) бусдаас содон, хөнгөн явдалт бүсгүйд (Kate Winslet)&nbsp;ухаангүй дурлана. Гэвч тэрхүү бүсгүй нь өөрийг нь мартах тархины эмчилгээнд орж, түүнтэй холбоотой бүх дурсамжаа устгуулсан байдаг. Зовж шаналсан залуу ч мөн дурсамж устгуулах эмчилгээнд орох боловч оюун бодолд нь тодоос тод үлдсэн хайртай бүсгүйгээ өөрөөсөө хүртэл харамлан байгаагаа мэдэрч, зөвхөн өөрсдийн гэх төсөөллийн орон зайдаа хамтдаа амьдарч эхэлнэ. Энэ киног эхний удаа та&nbsp;үзээд нэг их зүйл&nbsp;ойлгохгүй. Харин 2, магадгүй 3 дахиа үзээд таны тархинд энэ киноны үйл явдлаас өөр юу ч бодогдохоо болино гэдэгт итгэлтэй байна.&nbsp;","description":"\"Eternal Sunshine Of The Spotless Mind\"","block_img":"article_images/pinterest.com-mind.jpg_watermarked.jpeg","block_type":"image","video_provider":"NULL","video_id":"NULL"},{"title":"","description":"","block_img":"","block_type":"video","video_provider":"youtube","video_id":"yE-f1alkq9I"}]}]