const tips = [
  {
    title: "Эерэг пост оруулах",
  },
  {
    title: "Бусдыг хүндэтгэх",
  },
  {
    title: "Хууль бус пост оруулахгүй байх",
  },
  {
    title: "Постын чанарыг анхаарах",
  },
  {
    title: "Сонгосон групптэй холбоотой пост оруулах",
  },
  {
    title: "Группын дүрэмтэй танилцах",
  },
  {
    title: "Спам эсвэл сурталчилгаа оруулахгүй байх",
  },
  {
    title: "Улс төрийн холбогдолтой пост оруулахгүй байх",
  },
  {
    title: "Дээрх зүйлсийг зөрчвөл таны пост нийтлэгдэхгүй",
  },
];

export default tips;
